{
    "generational talent": "Ein außergewöhnlich begabter Spieler mit potenziell historischer Bedeutung.",
    "ball knowledge": "Tiefes, analytisches Verständnis für Internet Memes und Referenzen.",
    "meat riding": "Unkritisches und übertriebenes Loben oder Verteidigen einer Person ohne objektive Grundlage.",
    "washed": "Nicht mehr auf dem Leistungsniveau früherer Tage; hat seinen Zenit überschritten.",
    "fraud watch": "Verdacht, dass jemand deutlich schlechter ist als sein Ruf vermuten lässt.",
    "carry merchant": "Person, die nur durch die Leistung anderer gut erscheint.",
    "legacy game": "Ein Ereignis, das den langfristigen Ruf einer Person beeinflussen kann.",
    "clutch": "Fähigkeit, in entscheidenden Momenten besonders gut zu handeln.",
    "bust": "Person, die die hohen Erwartungen nicht erfüllt und als Enttäuschung gilt.",
    "hype train": "Schnell wachsende öffentliche Begeisterung um eine Person oder ein Projekt.",
    "hot take": "Eine provokante oder kontroverse Meinung, oft ohne tiefgehende Analyse.",
    "sleeper": "Unterschätzte Person oder Sache mit Potenzial zur positiven Überraschung.",
    "tank": "Absichtliches Verlieren, um langfristig Vorteile zu sichern.",
    "banger": "Besonders spannender oder unterhaltsamer Moment oder Beitrag.",
    "goat": "Abkürzung für 'Greatest of All Time', bezeichnet den Besten aller Zeiten.",
    "stat padding": "Künstliches Aufbessern von Kennzahlen, meist in irrelevanten Situationen.",
    "tank commander": "Person, die sinnbildlich für eine Gruppe steht, die absichtlich verliert.",
    "franchise player": "Zentrale Figur, um die herum ein ganzes Projekt aufgebaut wird.",
    "blue chip": "Sehr talentierte und vielversprechende Person mit hohem Zukunftswert.",
    "bust watch": "Frühe Anzeichen, dass jemand den Erwartungen nicht gerecht werden könnte.",
    "draft bust": "Hoch bewertete Person, die sich im Nachhinein als Enttäuschung herausstellt.",
    "overrated": "Mehr Anerkennung oder Lob als tatsächlich verdient.",
    "underrated": "Weniger Anerkennung oder Lob als tatsächlich verdient.",
    "fringe player": "Person am Rande einer Organisation, oft mit unsicherer Position.",
    "role player": "Person mit einer unterstützenden, aber klar definierten Aufgabe.",
    "npc": "Person, die stereotyp, emotionslos oder vorhersehbar wirkt – wie eine Nebenfigur.",
    "based": "Unabhängige Meinung trotz Gegenwind, oft mit starker Überzeugung vertreten.",
    "cringe": "Verhalten, das als peinlich oder unangenehm empfunden wird.",
    "mid": "Etwas, das durchschnittlich oder enttäuschend wirkt, trotz Hype.",
    "rizz": "Fähigkeit, andere durch Charme oder Selbstbewusstsein zu beeindrucken.",
    "no cap": "Bekräftigung, dass man die Wahrheit sagt.",
    "cap": "Aussage, die als Lüge oder Übertreibung gewertet wird.",
    "caught in 4k": "Jemand wurde eindeutig bei einer fragwürdigen Handlung ertappt.",
    "suspect": "Verdächtig oder zweifelhaft, oft in Bezug auf das Verhalten einer Person.",
    "delulu": "Abkürzung für 'delusional'; beschreibt unrealistische oder absurde Vorstellungen.",
    "w": "Kurzform für 'Win'; steht für Erfolg oder Zustimmung.",
    "l": "Kurzform für 'Loss'; steht für Misserfolg oder Ablehnung.",
    "touch grass": "Aufforderung, sich von Online-Diskussionen zu lösen und reale Erfahrungen zu suchen.",
    "glazing": "Übertriebene Bewunderung, meist ohne kritisches Denken – ähnlich wie meat riding.",
    "it's giving": "Beschreibung, was eine Person oder Situation symbolisch oder stilistisch ausdrückt.",
    "cooked": "Aussichtslos, ruiniert oder stark negativ beeinflusst.",
    "peak": "Bestmöglicher Zustand oder Moment einer Person oder Sache.",
    "brick": "Komplettes Scheitern bei einem Versuch; metaphorisch für etwas, das 'daneben geht'.",
    "ai generated take": "Meinung, die extrem generisch oder emotionslos wirkt – wie von einer KI erstellt.",
    "mfs": "Abkürzung für 'motherf***ers'; wird häufig als allgemeiner Ausdruck für andere Menschen verwendet.",
    "main character": "Person, die sich (oder von anderen als) besonders wichtig oder zentral wahrgenommen fühlt.",
    "side quest": "Etwas, das wie eine Ablenkung oder unwichtige Aufgabe wirkt, außerhalb des eigentlichen Ziels.",
    "speedrun": "Etwas extrem schnell und oft ineffizient erledigen, meist ohne Rücksicht auf Details.",
    "npc dialogue": "Wiederholende, generische Aussagen, die nicht zur Situation passen.",
    "zaza": "Slang für starkes Marihuana, metaphorisch oft für etwas Intensives oder Extremes verwendet.",
    "pipe down": "Aufforderung, sich zu beruhigen oder weniger lautstark zu sein.",
    "him": "Ausdruck höchster Anerkennung; jemand erfüllt seine Rolle in überragender Weise.",
    "ate": "Jemand hat etwas besonders gut oder überzeugend gemacht – meist auf Stil oder Auftreten bezogen.",
    "built different": "Jemand ist außergewöhnlich oder hebt sich stark von anderen ab.",
    "malewife": "Mann mit fürsorglicher, unterstützender oder traditionell häuslicher Rolle – oft humorvoll gemeint.",
    "walking L": "Jemand, der konstant scheitert oder sich blamiert.",
    "walking W": "Jemand, der ständig beeindruckt oder Erfolg hat.",
    "core memory": "Ein besonders prägendes oder emotionales Erlebnis.",
    "drip": "Modisch auffälliger oder geschmackvoller Kleidungsstil.",
    "ice": "Schmuck, insbesondere Diamanten oder teure Accessoires.",
    "stealth wealth": "Luxus, der unauffällig oder bewusst minimalistisch präsentiert wird.",
    "ick": "Plötzliche Abneigung gegenüber einer Person durch eine Kleinigkeit.",
    "canon event": "Unausweichliches oder schicksalhaftes Ereignis, das prägend wirkt.",
    "plot armor": "Bevorzugung oder Unverwundbarkeit einer Person trotz Logik oder Umständen.",
    "villain arc": "Phase, in der jemand bewusst gegen Regeln oder Erwartungen handelt.",
    "main quest": "Zentrales Ziel oder Priorität in einem bestimmten Lebensabschnitt.",
    "soft launch": "Indirektes Einführen einer neuen Beziehung oder Idee, meist in sozialen Medien.",
    "hard launch": "Klares und öffentliches Bekanntmachen einer neuen Beziehung oder Veränderung.",
    "jump scare": "Plötzlicher, unangenehmer Moment – oft bei unerwarteter Konfrontation.",
    "red flag": "Warnsignal für toxisches oder problematisches Verhalten.",
    "green flag": "Hinweis auf positive, gesunde Eigenschaften oder Absichten.",
    "lowkey": "Zurückhaltend, unterschwellig oder insgeheim.",
    "highkey": "Offensichtlich, unverblümt oder mit Nachdruck.",
    "clean": "Etwas wirkt besonders gelungen, stilvoll oder makellos.",
    "messy": "Chaotisch, übertrieben oder unnötig dramatisch.",
    "ghosted": "Plötzlicher Kontaktabbruch ohne Erklärung.",
    "gaslight": "Jemand wird manipuliert, um an der eigenen Wahrnehmung zu zweifeln.",
    "gatekeep": "Zugang zu Wissen, Trends oder Gruppen wird absichtlich eingeschränkt.",
    "girlboss": "Selbstbestimmte, durchsetzungsstarke Frau – oft auch ironisch verwendet.",
    "pick me": "Person, die sich absichtlich von anderen abhebt, um Zustimmung zu erhalten – meist unangenehm auffällig.",
    "simp": "Jemand, der übertrieben viel für eine andere Person tut, oft ohne Gegenleistung zu erwarten.",
    "stan": "Jemand, der eine Person oder Sache extrem verehrt und verteidigt.",
    "cancel culture": "Öffentliche Ächtung oder Boykott einer Person aufgrund von kontroversen Aussagen oder Handlungen.",
    "toxic": "Schädliches Verhalten oder Beziehung, das/die emotionalen oder psychologischen Schaden anrichtet.",
    "finesse": "Geschicktes Handeln, oft um Vorteile zu erlangen oder eine Situation zu meistern.",
    "clout": "Einfluss oder Ansehen, oft in sozialen Medien oder in bestimmten Gemeinschaften.",
    "clout chasing": "Jemand versucht, durch Assoziation mit prominenten Personen oder Trends an Ansehen zu gewinnen.",
    "cancelled": "Jemand wurde aufgrund von Fehlverhalten oder kontroversen Aussagen öffentlich geächtet.",
    "woke": "Bewusstsein für soziale Ungerechtigkeiten und Diskriminierung, oft kritisch betrachtet.",
    "normie": "Jemand, der als durchschnittlich oder nicht besonders interessiert an Subkulturen gilt.",
    "cringe comp": "Zusammenstellung von Inhalten, die als peinlich oder unangenehm empfunden werden.",
    "fren": "Abkürzung für 'friend'; informelle, freundschaftliche Anrede.",
    "sus": "Verdächtig oder zweifelhaft, oft in Bezug auf das Verhalten einer Person.",
    "bet": "Zustimmung oder Bestätigung, oft in informellen Gesprächen verwendet.",
    "vibes": "Stimmung oder Atmosphäre, die von einer Person oder Situation ausgeht.",
    "slay": "Jemand hat etwas besonders gut gemacht, oft in Bezug auf Aussehen oder Stil.",
    "slay queen": "Frau, die sich selbstbewusst und stilvoll präsentiert.",
    "slay king": "Mann, der sich selbstbewusst und stilvoll präsentiert.",
    "lit": "Etwas ist aufregend, unterhaltsam oder besonders gut.",
    "fire": "Etwas ist besonders gut, beeindruckend oder von hoher Qualität.",
    "shade": "Subtile Kritik oder Beleidigung, oft indirekt geäußert.",
    "tea": "Neuigkeiten oder Klatsch, oft über andere Personen oder Ereignisse.",
    "spilling tea": "Jemanden auffordern, Neuigkeiten oder Klatsch zu teilen.",
    "spill tea": "Jemanden auffordern, Neuigkeiten oder Klatsch zu teilen.",
    "throw shade": "Jemanden indirekt kritisieren oder beleidigen.",
    "ghost": "Jemanden ohne Erklärung verlassen oder den Kontakt abbrechen.",
    "ship": "Zwei Personen romantisch oder freundschaftlich zusammenbringen, oft in Fandoms.",
    "thow hands": "Mit einander kämpfen und auseinander schlagen.",
    "devious": "hinterhältig, betrügerisch handelt.",
    "simping": "Übertriebene Bewunderung oder Unterstützung für jemanden, oft ohne Gegenleistung zu erwarten.",
    "simp nation": "Gemeinschaft von Personen, die sich gegenseitig unterstützen, oft in Bezug auf romantische oder platonische Beziehungen.",
    "simping hard": "Besonders intensive oder auffällige Form des Simping.",
    "mango": "Episches Phenomän",
    "67": "Eine coole, besondere Zahl um zu beeindrucken.",
    "dih": "männliches Geschlechtsorgan als Beleidigung",
    "from Ohio": "seltsame oder verrückte Herkunft",
    "Ohio": "Ein Ort, der für seltsame oder verrückte Ereignisse bekannt ist.",
    "ratio": "Jemandem überlegen sein und zu übertrumpfen",
    "hit different": "Etwas fühlt sich besonders intensiv oder einzigartig an.",
    "carry": "Die Hauptlast für den Erfolg übernehmen.",
    "meta": "Beste oder aktuell effektivste Strategie.",
    "nerf": "Absichtliche Schwächung einer Person oder Sache.",
    "buff": "Verbesserung oder Verstärkung.",
    "flex": "Etwas stolz zeigen, oft Besitz oder Erfolge.",
    "bussin": "Besonders lecker oder toll.",
    "vibe check": "Test, ob die Stimmung oder Atmosphäre passt.",
    "ghosting": "Plötzlicher Kontaktabbruch ohne Erklärung.",
    "ratio clapback": "Antwort auf Kritik, bei der die Gegenreaktion deutlich überwiegend ist.",
    "noradrenaline": "Ein Hormon, das oft mit Stress oder Kampf-oder-Flucht-Reaktionen assoziiert wird.",
    "alpha": "Dominante oder führende Person",
    "beta": "Untergeordnete oder weniger dominante Person",
    "sigma grindset": "Mentalität, die Unabhängigkeit und Selbstgenügsamkeit betont",
    "sigma": "diszipliniert",
    "chad": "Selbstbewusster, attraktiver Mann, der oft als Idealtypus gilt.",
    "stacy": "Selbstbewusste, attraktive Frau"
}
  